tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "exa"
brew "fd"
brew "readline"
brew "harfbuzz"
brew "xz"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "sqlite"
brew "hy"
brew "luv"
brew "mysql@5.7", restart_service: true, link: true
brew "neovim", args: ["HEAD"]
brew "node"
brew "openjdk"
brew "python@3.10"
brew "pipx"
brew "poetry"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "wget"
brew "youtube-dl"
brew "zoxide"
brew "clojure/tools/clojure"
cask "anki"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "insomnia"
cask "iterm2"
cask "minecraft"
cask "mysqlworkbench"
cask "notion"
cask "rectangle"
cask "slack"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
