tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "xz"
brew "bash"
brew "openssl@3"
brew "bat"
brew "readline"
brew "black"
brew "brew-gem"
brew "gettext"
brew "cmake"
brew "direnv"
brew "elixir"
brew "exa"
brew "fd"
brew "fennel"
brew "gmp"
brew "fish"
brew "fzf"
brew "gcc@12"
brew "gh"
brew "git"
brew "git-delta"
brew "gum"
brew "jq"
brew "just"
brew "libyaml"
brew "luarocks"
brew "openssl@1.1"
brew "pass"
brew "pipx"
brew "virtualenv"
brew "poetry"
brew "pre-commit"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "vhs"
brew "yarn"
brew "youtube-dl"
brew "zoxide"
cask "anki"
cask "discord"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "insomnia"
cask "iterm2"
cask "microsoft-teams"
cask "notion"
cask "rectangle"
cask "steam"
