tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "ctags"
brew "fzf"
brew "ghc"
brew "git"
brew "node"
brew "openjdk"
brew "pyenv"
brew "shellcheck"
brew "stow"
brew "tmux"
brew "vim"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "anki"
cask "discord"
cask "font-fira-code"
cask "mattermost"
cask "rectangle"
cask "vlc"
