tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "bash"
brew "bat"
brew "black"
brew "brew-gem"
brew "cmake"
brew "curl"
brew "php"
brew "composer"
brew "direnv"
brew "eza"
brew "fd"
brew "fish"
brew "gcc@12"
brew "gem-bashly"
brew "gh"
brew "git"
brew "git-delta"
brew "gleam"
brew "gum"
brew "jq"
brew "just"
brew "luarocks"
brew "pipx"
brew "poetry"
brew "pre-commit"
brew "prettierd"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "stylua"
brew "thefuck"
brew "tmux"
brew "vhs"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zoxide"
cask "discord"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "insomnia"
cask "iterm2"
cask "microsoft-teams"
cask "notion"
cask "rectangle"
cask "vlc"
